<?php
/**
 * Created by PhpStorm.
 * User: Maksim
 * Date: 14.08.2018
 * Time: 23:21
 */

Array
(
    'Отправления' => Array
    (
        'ПростаяБандероль' => Array
        (
            'Название' => 'Простая бандероль',
            'Количество' => 1,
            'Тариф' => 179.95,
            'Доставка' => 179.95,
            'ПредельныйВес' => 2000,
            'Проверено' => 1,
            'СрокДоставки' => 7-10,
            'ВычетНДС' => 1,
            'Ценное' => 0,
            'Товарное' => 0,
            'КлассДоставки' => 0
        ),

        'ЗаказнаяБандероль' => Array
        (
            'Название' => 'Заказная бандероль',
            'Количество' => 1,
            'Тариф' => 210.63,
            'Доставка' => 210.63,
            'ПредельныйВес' => 2000,
            'Проверено' => 1,
            'СрокДоставки' => 7-10,
            'ВычетНДС' => 1,
            'Ценное' => 0,
            'Товарное' => 0,
            'КлассДоставки' => 0
        ),

        'ЗаказнаяБандероль1Класс' => Array
        (
            'Название' => 'Заказная бандероль 1 класса',
            'Количество' => 1,
            'Тариф' => 247.80,
            'Доставка' => 247.80,
            'ПредельныйВес' => 2500,
            'Проверено' => 0,
            'СрокДоставки' => 2-5,
            'ВычетНДС' => 1,
            'Ценное' => 0,
            'Товарное' => 1,
            'КлассДоставки' => 1,
        ),

        'ЦеннаяБандероль' => Array
        (
            'Название' => 'Ценная бандероль',
            'Количество' => 1,
            'Тариф' => 247.80,
            'Доставка' => 293.59,
            'Страховка' => 45.79,
            'ОценкаПолная' => 1293.59,
            'НаложенныйПлатеж' => 131.74,
            'НаложенныйПлатеж2' => 0.00,
            'НаложенныйПлатеж3' => 0.00,
            'ПредельныйВес' => 2000,
            'Проверено' => 0,
            'СрокДоставки' => 7-10,
            'ВычетНДС' => 1,
            'Ценное' => 1,
            'Товарное' => 0,
            'КлассДоставки' => 0
        ),

        'ЦеннаяПосылка' => Array
        (
            'Название' => 'Ценная посылка',
            'Количество' => 1,
            'Тариф' => 259.00,
            'Доставка' => 311.46,
            'Страховка' => 52.46,
            'ОценкаПолная' => 1311.46,
            'НаложенныйПлатеж' => 132.46,
            'НаложенныйПлатеж2' => 0.00,
            'НаложенныйПлатеж3' => 0.00,
            'ПредельныйВес' => 20000,
            'Проверено' => 0,
            'СрокДоставки' => 7-11,
            'ВычетНДС' => 1,
            'Ценное' => 1,
            'Товарное' => 1,
            'КлассДоставки' => 0,
        ),

        'ЦеннаяБандероль1Класс' => Array
        (
            'Название' => 'Ценная бандероль 1 класса',
            'Количество' => 1,
            'Тариф' => 265.50,
            'Доставка' => 311.94,
            'Страховка' => 46.44,
            'ОценкаПолная' => 1311.94,
            'НаложенныйПлатеж' => 132.48,
            'НаложенныйПлатеж2' => 0.00,
            'НаложенныйПлатеж3' => 0.00,
            'ПредельныйВес' => 2500,
            'Проверено' => 0,
            'СрокДоставки' => 2-5,
            'ВычетНДС' => 1,
            'Ценное' => 1,
            'Товарное' => 1,
            'КлассДоставки' => 1,
        ),

        'Посылка1Класс' => Array
        (
            'Название' => 'Посылка 1 класса',
            'Количество' => 1,
            'Тариф' => 383.50,
            'Доставка' => 434.27,
            'Страховка' => 50.77,
            'ОценкаПолная' => 1434.27,
            'НаложенныйПлатеж' => 137.37,
            'НаложенныйПлатеж2' => 0.00,
            'НаложенныйПлатеж3' => 0.00,
            'ПредельныйВес' => 2500,
            'Проверено' => 0,
            'СрокДоставки' => 2-5,
            'ВычетНДС' => 1,
            'Ценное' => 1,
            'Товарное' => 1,
            'КлассДоставки' => 1,
        ),

        'EMS' => Array
        (
            'Название' => 'Курьерская доставка EMS',
            'Количество' => 1,
            'Тариф' => 590.00,
            'Доставка' => 597.92,
            'Страховка' => 7.92,
            'ОценкаПолная' => 1597.92,
            'НаложенныйПлатеж' => 143.92,
            'НаложенныйПлатеж2' => 0.00,
            'НаложенныйПлатеж3' => 0.00,
            'ПредельныйВес' => 31500,
            'СрокДоставки' => 4-7,
            'Проверено' => 1,
            'ВычетНДС' => 1,
            'Ценное' => 1,
            'Товарное' => 1,
            'КлассДоставки' => 2,
        ),

        'КурьерОнлайн' => Array
        (
            'Название' => 'Курьер Онлайн (оптовые клиенты)',
                    'Количество' => 1,
                    'Тариф' => 0.00,
                    'Доставка' => 0,
                    'ПредельныйВес' => 5000,
                    'Проверено' => 1,
                    'СрокДоставки' => 0,
                    'ВычетНДС' => 1,
                    'Ценное' => 1,
                    'Товарное' => 1,
                    'КлассДоставки' => 2,
                ),

        'ПосылкаОнлайн' => Array
        (
            'Название' => 'Посылка Онлайн (оптовые клиенты)',
            'Количество' => 1,
            'Тариф' => 0.00,
            'Доставка' => 0,
            'ПредельныйВес' => 5000,
            'Проверено' => 1,
            'СрокДоставки' => 0,
            'ВычетНДС' => 1,
            'Ценное' => 1,
            'Товарное' => 1,
            'КлассДоставки' => 1,
        ),

    ),

    'ЦеннаяПосылка_Difficult' => Array
    (
    ),

    'ЦеннаяАвиаПосылка_Difficult' => Array
    (
    ),

    'EMS_Difficult' => Array
    (
    ),

    'Магистраль' => Array
    (
        'ДоставкаСтандарт' => 3,
        'ДоставкаАвиа' => 5,
        'ДоставкаКласс1' => 3,
        'Описание' => 'САРАТОВ => САНКТ-ПЕТЕРБУРГ',
        'Расстояние' => 1896
    ),

    'Откуда' => Array
    (
        'Индекс' => 413860,
        'Название' => 'Балаково 20',
        'Адрес' => 'Саратовская обл, г Балаково, Проспект Героев ул, 3',
        'Телефон' => 'Начальник ОПС	(8453) 391533',
        'МестоположениеEMS' => 'Саратовская область',
        'ЦентрРегиона' => 'САРАТОВ'
    ),

    'Куда' => Array
    (
        'Индекс' => 190000,
        'Название' => 'Санкт-Петербург',
        'Адрес' => 'г Санкт-Петербург, Почтамтская ул, 9А',
        'Телефон' => 'Прочее	(812) 3128320,
        Прочее	(812) 3129074,
        Прочее	(812) 3121983,
        Прочее	(812) 3122360,
        Отдел телеграмм	(812) 3129747,
        Отдел телеграмм	(812) 3129385,
        Прочее	(812) 5710904,
        Клиентский зал	(812) 3126406,
        Прочее	(812) 3127460,
        Клиентский зал	(812) 3141286,
        Клиентский зал	(812) 3128308,
        Прочее	(812) 3126029,
        Прочее	(812) 3145936,
        Прочее	(812) 3123954,
        Прочее	(812) 3155284,
        Отдел доставки	(812) 3128765,
        Начальник ОПС	(812) 3142371',
        'МестоположениеEMS' => 'Санкт-Петербург',
        'ЦентрРегиона' => 'САНКТ-ПЕТЕРБУРГ'
    ),

    'Вес' => 1000,
    'ОценкаВложения' => 1000,
    'Дата' => '14.08.2018',
    'ДатаСверкиТарифов' => '05.09.2016',
    'Status' => 'OK',
    'API' => 1.1,

    '_request' => Array
    (
        'st' => 'd927138x.beget.tech',
        'ml' => 'kitaigorodskiy@mail.ru',
        'f' => 413860,
        't' => 190000,
        'w' => 1000,
        'v' => 1000,
        'c' => 'RU',
        'o' => 'php',
        'sw' => 'PostcalcLight_2.3',
        'cs' => 'utf-8',
    ),

    '_server' => Array
    (
        'SERVER_ADDR' => '172.31.1.100',
        'REMOTE_ADDR' => '5.101.156.71',
        'HTTP_HOST' => 'test.postcalc.ru',
        'HTTP_USER_AGENT' => 'PostcalcLight_2.4 7.1.11',
        'HTTP_ACCEPT_ENCODING' => 'gzip',
    ),

);